Fabric Area lap splice is incorrect.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FabricAreaLapSplicesIncorrect { get; }
  Visual Basic
Public Shared ReadOnly Property FabricAreaLapSplicesIncorrect As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FabricAreaLapSplicesIncorrect {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FabricAreaFailures Class
  Autodesk.Revit.DB Namespace